---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Permeability
source: html/046dace4-a491-8346-094f-4ec8baf4139d.htm
---
# Autodesk.Revit.DB.SpecTypeId.Permeability Property

Permeability, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId Permeability { get; }
```